<template>
	<view>
		
	</view>
</template>

<script>
	export default {
		data() {
			return {
				
					demoresidual: ['7号电池（无汞）', 'A4纸包装袋', '艾灸条', '艾灸贴', '棒棒糖棒子', '棒棒糖塑料包装袋', '白板笔'],
					demohousehold: ['米饭', '面包', '豆类', '动物内脏', '肉蛋及其加工食品', '水产及其加工食品', '蔬菜', '剩菜剩饭', '茶叶渣', '过期食品', '糕饼', '糖果'],
					demohazardous: ['纽扣电池', '充电电池', '废荧光灯管', '废节能灯', '废水银温度计', '废水银血压计', '荧光棒', '杀虫剂', '废农药', '废油漆'],
					demorecyclable: ['餐盒', '餐巾纸', '湿纸巾', '卫生间用纸', '塑料袋', '食品包装袋', '污染严重的纸', '烟蒂', '纸尿裤', '一次性杯子', '大骨头', '贝壳', '花盆'],
				
			}
		},
		methods: {
			
		}
	}
</script>

<style>

</style>
